[AnemoneDLCCharacterDef DownloadableCharacterDefinition]
ContentDisplayName="Anemon Behavior"

[Assassin.Assassin30 PlayerNameIdentifierDefinition]
LocalizedCharacterName="zero"
LocalizedCharacterDescription="Let the designer do it for me."
LocalizedActionSkillDescription="Fraud"
LocalizedPreferredWeaponDescription="Long-term injections or neck injections."

[Mechromancer.Mechromancer30 PlayerNameIdentifierDefinition]
LocalizedCharacterName="The"
LocalizedCharacterDescription="Girls + toys = laughter and fun!!"
LocalizedActionSkillDescription="we call them death traps"
LocalizedPreferredWeaponDescription="Toddlers + robots kicking a ball = laughter and fun!"

[Mercenary.Mercenary30 PlayerNameIdentifierDefinition]
LocalizedCharacterName="savior"
LocalizedCharacterDescription="The Gunzerker is a crazy gun"
LocalizedActionSkillDescription="Hate from Gunzer"
LocalizedPreferredWeaponDescription="Canon! for a fee!"

[Psycho.Psycho30 PlayerNameIdentifierDefinition]
LocalizedCharacterName="warrior"
LocalizedCharacterDescription="Here is a description of the characters"
LocalizedActionSkillDescription="Kill with an axe"
LocalizedPreferredWeaponDescription="The Warriors played very hard.."

[Siren.Siren30 PlayerNameIdentifierDefinition]
LocalizedCharacterName="If"
LocalizedCharacterDescription="Artist, correct me"
LocalizedActionSkillDescription="strength"
LocalizedPreferredWeaponDescription="Coping with differences on the battlefield."

[Soldier.Soldier30 PlayerNameIdentifierDefinition]
LocalizedCharacterName="Exton"
LocalizedCharacterDescription="The repairman solved my problem"
LocalizedActionSkillDescription="Sword sculpture"
LocalizedPreferredWeaponDescription="Security does not allow the enemy to use it.."

